[
    {
        "id": 1,
        "arabic": "بِسْمِ اللّٰهِ الرَّحْمَانِ الرَّحِيمِ مِفْتَاحُ كُلِّ كِتَابٍ",
        "turkish": "“Bütün semâvî kitâbların anahtarı, Besmele-i Şerîfe’dir.” (Râmûzû’l-ehâdîs, 241, Suyûtî, el-Câmiûs-Sağir, no: 3111)"
    },
    {
        "id": 2,
        "arabic": "عن أَبِي رُقيَّةَ تَميمِ بنِ أَوْس الدَّارِيِّ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ: « الدِّينُ النَّصِيحَةُ » قُلْنَا : لِمَنْ ؟ قَالَ « للَّه وَلِكِتَابِهِ ولِرسُولِهِ وَلأَئمَّةِ المُسْلِمِينَ وَعَامَّتِهِمْ » رواه مُسْلم",
        "turkish": "Ebû Rukayye Temîm İbni Evs ed-Dârî  radıyallahu anh’ den rivayet edildiğine göre, Nebî sallallahu aleyhi ve sellem :“Din nasihattır” buyurdu. Biz kendisine: – Kime karşı nasihattır? Diye sorduk. Peygamber Efendimiz: - “Allah’a, Kitabına, Resûlüne, Müslümanların  yöneticilerine ve tüm müslümanlara karşı nasihattır (samimi olmaktır).” buyurdu.  Müslim, Îmân 95. Ayrıca bk. Buhârî, Îmân 42; Ebû Dâvûd, Edeb 59;  Tirmizî, Birr 17; Nesâî, Bey’at 31, 41"
    },
    {
        "id": 3,
        "arabic": "وَعَنْ أبي عمرو ، وقيل أبي عمْرة سُفْيانَ بنِ عبد اللَّه رضي اللَّه عنه قال: قُلْتُ : يا رسول اللَّهِ قُلْ لِي في الإِسلامِ قَولاً لا أَسْأَلُ عنْه أَحداً غيْركَ . قال: « قُلْ : آمَنْت باللَّهِ: ثُمَّ اسْتَقِمْ » رواه مسلم",
        "turkish": "Ebû Amr (veya Ebû Amre) Süfyân İbni Abdullah radıyallahu anh şöyle dedi:- Yâ Resûlallah! Bana İslâmı öylesine tanıt ki, onu bir daha senden başkasına sormaya ihtiyaç hissetmeyeyim, dedim. Resûlullah sallallahu aleyhi ve sellem: - “Allah’a inandım de, sonra da dosdoğru ol!” buyurdu. Müslim, İmân 62. Ayrıca bk. Tirmizî, Zühd 61; İbni Mâce, Fiten 12."
    },
    {
        "id": 4,
        "arabic": "لاَيَقْبَلُ اللّٰهُ اِيمَانًا بِلاَعَمَلٍ وَلاَعَمَلاً بِلاَاِيمَانٍ",
        "turkish": "“Cenâb-ı Allah amelsiz îmânı ve îmânsız da ameli kabûl buyurmaz.” (Münavî, Künûnü'l-hakâik, s. 182. Cem'ü'l-cevami' el-Camiü'l-kebir cild 12 s. 119 Hadis no: 26414/2053)"
    },
    {
        "id": 5,
        "arabic": "عن ابن عباس رضي اللَّه عنه قال: قال رسول اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم: «نِعْمتانِ مغبونٌ فيهما كثير من الناس: الصحة والفراغ» رواه مسلم",
        "turkish": "İbni Abbas radıyallahu anhümâ’dan rivayet edildiğine göre Resûlullah sallallahu aleyhi ve sellem şöyle buyurdu: “İki nimet vardır ki, insanların çoğu bu nimetleri kullanmakta aldanmıştır: Sıhhat ve boş vakit.”  Buhârî, Rikak 1. Ayrıca bk. Tirmizî, Zühd 1; İbni Mâce, Zühd 15"
    },
    {
        "id": 6,
        "arabic": "عن أَبِي رُقيَّةَ تَميمِ بنِ أَوْس الدَّارِيِّ رضي اللَّه عنه أَنَّ النَّبِيَّ صَلّى اللهُ عَلَيْهِ وسَلَّم قَالَ: « الدِّينُ النَّصِيحَةُ » قُلْنَا : لِمَنْ ؟ قَالَ « للَّه وَلِكِتَابِهِ ولِرسُولِهِ وَلأَئمَّةِ المُسْلِمِينَ وَعَامَّتِهِمْ » رواه مُسْلم",
        "turkish": "Ebû Rukayye Temîm İbni Evs ed-Dârî  radıyallahu anh’ den rivayet edildiğine göre, Nebî sallallahu aleyhi ve sellem :“Din nasihattır” buyurdu. Biz kendisine: – Kime karşı nasihattır? Diye sorduk. Peygamber Efendimiz: - “Allah’a, Kitabına, Resûlüne, Müslümanların  yöneticilerine ve tüm müslümanlara karşı nasihattır (samimi olmaktır).” buyurdu.  Müslim, Îmân 95. Ayrıca bk. Buhârî, Îmân 42; Ebû Dâvûd, Edeb 59;  Tirmizî, Birr 17; Nesâî, Bey’at 31, 41        "
    },
    {
        "id": 7,
        "arabic": "حَدَّثَنَا يَحْيَى بْنُ يَحْيَى، أَخْبَرَنَا الْمُغِيرَةُ بْنُ عَبْدِ الرَّحْمَنِ الْحِزَامِيُّ، عَنْ أَبِي الزِّنَادِ، عَنِ الْأَعْرَجِ، عَنْ أَبِي هُرَيْرَةَ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قالَ: «مَنْ أَطَاعَنِي فَقَدْ أَطَاعَ اللهَ، وَمَنْ يَعْصِنِي فَقَدْ عَصَى اللهَ، وَمَنْ يُطِعِ الْأَمِيرَ فَقَدْ أَطَاعَنِي، وَمَنْ يَعْصِ الْأَمِيرَ فَقَدْ عَصَانِي",
        "turkish": "Ebu Hüreyre’nin naklettiğine göre Allah Resulü (sav) şöyle buyurmuştur: “Bana itaat eden Allah’a itaat etmiştir. Bana isyan eden de Allah’a isyan etmiştir…” [Müslüm İmare 33]"
    },
    {
        "id": 8,
        "arabic": "قال رسولُ اللَّه صَلّى اللهُ عَلَيْهِ وسَلَّم : « منْ تَعلَّمَ عِلماً مِما يُبتَغَى بِهِ وَجْهُ اللَّهِ عز وَجَلَّ لا يَتَعلَّمُهُ إلا ليصِيبَ بِهِ عرضاً مِنَ الدُّنْيا لَمْ يجِدْ عَرْفَ الجنَّةِ يوْم القِيامةِ",
        "turkish": "Yine Ebû Hüreyre radıyallahu anh'den rivayet edildiğine göre, Resûlullah sallallahu aleyhi ve sellem şöyle buyurdu: 'Kim kendisinde Allah'ın rızası aranan bir ilmi sadece dünyalığa sahip olmak için öğrenirse, o kimse kıyamet gününde cennetin kokusunu bile duyamaz.' Ebû Dâvûd, İlim 12. Ayrıca bk. İbni Mâce, Mukaddime 23"
    },
    {
        "id": 9,
        "arabic": "عَنْ أَبِى هُرَيْرَةَ عَنِ النَّبِيِّ (صَلَّى اللَّهُ عَلَيْهِ وَ سَلَّمْ) قَالَ:  “لَيْسَ شَيْءٌ أَكْرَمَ عَلَى اللَّهِ تَعَالَى مِنَ الدُّعَاءِ.”",
        "turkish": "Ebû Hüreyre'den rivayet edildiğine göre, Hz. Peygamber (sav) şöyle buyurmuştur: “Allah Teâlâ katında duadan daha kıymetli bir şey yoktur.” (T3370 Tirmizî, Deavât, 1; İM3829 İbn Mâce, Dua, 1)"
    },
    {
        "id": 10,
        "arabic": "وعن أبي شُريْح الخُزاعيِّ رضي اللَّه عنه أَن النبي صَلّى اللهُ عَلَيْهِ وسَلَّم قال : «مَنْ كَانَ يُؤمِنُ بِاللَّهِ والْيوْمِ الآخِرِ ، فَلْيُحسِنْ إلِى جارِهِ ، ومنْ كَانَ يُؤْمِنُ بِاللَّهِ واليومِ الآخِرِ فَلْيُكْرِمْ ضَيْفهُ، ومنْ كانَ يؤمنُ باللَّهِ واليومِ الآخرِ فَلْيَقُلْ خَيْراً أَوْ لِيسْكُتْ",
        "turkish": "Ebû Şüreyh el-Huzâ`î radıyallahu anh’den rivayet edildiğine göre Peygamber aleyhisselâm şöyle buyurdu: “Allah’a ve âhiret gününe iman eden kimse komşusuna iyilik etsin. Allah’a ve âhiret gününe iman eden kimse misafirine ikram etsin. Allah’a ve âhiret gününe iman eden kimse ya faydalı söz söylesin veya sussun!” Müslim, Îmân 77        "
    },
    {
        "id": 11,
        "arabic": "عَنْ عَائِشَةَ قَالَتْ: قَالَ رَسُولُ اللَّهِ (صَلَّى اللَّهُ عَلَيْهِ وَ سَلَّمْ) :“النِّكَاحُ مِنْ سُنَّتِى. فَمَنْ لَمْ يَعْمَلْ بِسُنَّتِى فَلَيْسَ مِنِّى، وَتَزَوَّجُوا، فَإِنِّى مُكَاثِرٌ بِكُمُ الأُمَمَ…”",
        "turkish": "“Nikâh benim sünnetimdir. Kim benim sünnetime uygun davranmazsa benden değildir. Evlenin. Çünkü ben (kıyamet günü diğer) ümmetlere karşı sizin çokluğunuzla iftihar edeceğim…”(İM1846 İbn Mâce, Nikâh, 1)"
    },
    {
        "id": 12,
        "arabic": "أَنَا وَكَافِلُ الْيَتِيمِ فِي الْجَنَّةِ هٰكَذَا",
        "turkish": "“Yetimi himâye eden cennette şöylece benimle beraberdir.” (Resûlullâh (s.a.v.) ‘hâkezâ’ derken şahâdet parmağıyla orta parmağını aralıklı açarak göstermiştir.) (Buhari, talak 25)"
    },
    {
        "id": 13,
        "arabic": "حَدَّثَنَا سَعِيدُ بْنُ يَعْھُوبَ الطَّالھَانِيُّ، قَالَ: حَدَّثَنَا الْمُعْتَمِرُ بْنُ سُلَيْمَانَ، وَھَالَ: سَمِعْتُ أَبِي يُحَدِّثُ، عَنْ حَنَشٍ، عَنْ عِكْرِمَةَ، عَنِ ابْنِ عَبَّاسٍ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ ھَالَ: مَنْ قَبَضَ يَتِيمًا مِنْ بَيْنِ الْمُسْلِمِينَ إِلَى طَعَامِهِ وَشَرَابِهِ أَدْخَلَهُ اللَّهُ الجَنَّةَ الْبَتَّةَ إِلاَّ أَنْ يَعْمَلَ ذَنْبًا لاَ يُغْفَرُ لَهُ",
        "turkish": "“Bir kimse, müslümanların arasında bulunan bir yetimi alarak yedirip içirmek üzere evine götürürse, affedilmeyecek bir suç işlemediği takdirde, Allah Teâlâ onu mutlaka cennete koyar” (Tirmizî, Birr 14).        "
    },
    {
        "id": 14,
        "arabic": "إِنَّ مِنْ أَحَبِّكُمْ إِلَيَّ أَحْسَنَكُمْ أَخْلاَقًا",
        "turkish": "“Kuşkusuz ki, sizin bana en sevgili olanınız, ahlak yönünden en güzel olanınızdır.” (Buhari 8/3533, Müslim 2321/68)"
    },
    {
        "id": 15,
        "arabic": "وعن أنس رضي الله عنه قال : قال لي رسول الله صَلّى اللهُ عَلَيْهِ وسَلَّم « يابُنَّي ، إذا دَخَلْتَ عَلى أهْلِكَ فَسَلِّمْ يَكُنْ بَركةً عَلَيْكَ وَعَلَى أهلِ بَيْتِكَ » رواه الترمذي وقال : حديث حسن صحيح",
        "turkish": "Enes  radıyallahu anh şöyle demiştir: Resûlullah sallallahu aleyhi ve sellem bana: “Yavrucuğum! Kendi ailenin yanına girdiğinde onlara selâm ver ki, sana ve ev halkına bereket olsun” buyurdu. (Tirmizî, İsti’zân 10)"
    },
    {
        "id": 16,
        "arabic": "لاَ يُؤْمِنُ أَحَدُكُمْ حَتَّى يُحِبُّ لِأَخِيهِ، أَوْلِجَارِهِ مَا يُحِبُّ لِنَفْسِهِ",
        "turkish": "“Sizden biri kendisi için istediği şeyi kardeşi için yahut komşusu için de istemedikçe/sevmedikçe, iman etmiş olmaz!” (Müslim 71/45)"
    },
    {
        "id": 17,
        "arabic": "قَيِّدْ وَتَوَكَّلْ",
        "turkish": "“Deveni bağla, ondan sonra Allah’a tevekkül et.” (Tirmizi, Kıyamet, 60)"
    },
    {
        "id": 18,
        "arabic": "بُعِثْتُ لِاُتَمِّمَ مَكَارِمَ الْاَخْلاَقِ",
        "turkish": "“Ben güzel ahlâkı tamamlamak üzere peygamber ba’s olundum (gönderildim).” (Muvatta, Husnü'l Halk, 8; Müsned, 2/381)"
    },
    {
        "id": 19,
        "arabic": "عن أبي هُرَيْرَةَ رضي اللَّه عنه عن النبي صَلّى اللهُ عَلَيْهِ وسَلَّم قال : « لَيس الغِنَي عَن كثْرَةِ العَرضِ ، وَلكِنَّ الغنِيَ غِنَي النَّفسِ » متفقٌ عليه . « العَرَضُ » بفتح العين والراءِ : هُوَ المَالُ",
        "turkish": "“Gerçek zenginlik, mal çokluğu değil, gönül tokluğudur.” (Buhârî, Rikak 15; Müslim, Zekât 130. Ayrıca bk. Tirmizî, Zühd 40; İbni Mâce, Zühd 9)"
    },
    {
        "id": 20,
        "arabic": "خَيْرُ الْأُمُورِ اَوْسَاطُهَا",
        "turkish": "“İşlerin hayırlısı ortalarıdır. Yani ifrat ve tefritten âzâde (aşırılıktan uzak), mu’tedil (orta) olandır.” (Beyhakî)"
    },
    {
        "id": 21,
        "arabic": "اِتَّقِ اللهَ حَيْثُمَا كُنْتَ، وأَتْبِعِ السَّيِّئَةَ الْحَسَنَةَ تَمْحُهَا، وخَالقِ النَّاسَ بِخُلُقٍ حَسَنٍ",
        "turkish": "“Nerede olursan ol! Allah’tan kork! Yaptığın kötülüğün arkasından bir iyilik yap ki, bu onu yok etsin! İnsanlara karşı güzel ahlakın gereğine göre davran!” (Tirmizi 2053)"
    },
    {
        "id": 22,
        "arabic": "يَسِّرَا وَلَا تُعَسِّرَا، وَبَشِّرَا وَلَا تُنَفِّرَا وَتَطَاوَعَا",
        "turkish": "“Kolaylaştırın, zorlaştırmayın! Müjdeleyin, nefret ettirmeyin ve işlerde uygunluk gösterin!..” (Buhari 13/6089, Müslim 1732/6)"
    },
    {
        "id": 23,
        "arabic": "أَحَبُّ الْاَعْمَالِ اِلٰي اللّٰهِ اَدْوَمُهَا وَاِنْ قَلَّ",
        "turkish": "“Amellerin Allah’a en sevgilisi, az da olsa devamlı olanıdır.” (Buhârî, İmân 32; Müslim, Misâfirîn 221)"
    },
    {
        "id": 24,
        "arabic": "اِذَا جَاءَ اَحَدَكُمْ اَلْجُمْعَةَ فَلْيَغْتَسِلْ",
        "turkish": "“Sizden herhangi biriniz Cumâ namazına gideceği zaman gusletsin.” (Buhârî, Cum`a 2, 5, 12; Müslim, Cum`a 1, 2, 4; Tirmizî, Cum`a 3; Nesâî, Cum`a, 7, 25; İbni Mâce, İkâmet, 80)"
    },
    {
        "id": 25,
        "arabic": "مَنْ خَافَ أَدْلَجَ، وَمَنْ أَدْلَجَ بَلَغَ الْمَنْزِلَ، أَلاَ إِنَّ سِلْعَةَ اللهِ غَالِيَةٌ، أَلاَ إِنَّ سِلْعَةَ اللهِ الْجَنَّةُ",
        "turkish": "'Kim korkarsa, akşam karanlığında yol alır. Kim akşam karanlığında yol alırsa, hedefine varır. Haberiniz olsun Allah'ın malı pahalıdır, haberiniz olsun Allah'ın malı cennettir.' (Tirmizî, Kıyâmet, 19)"
    },
    {
        "id": 26,
        "arabic": "آيَةُ الْمُنَافِقِ ثَلاَثٌ، إِذَا حَدَّثَ كَذَبَ، وَإِذَا اؤْتُمِنَ خَانَ وَإِذَا وَعَدَ أَخْلَفَ",
        "turkish": "Münafığın alâmeti üçtür: Konuştuğunda yalan söyler, kendisine bir şey emanet edildiğinde ihanet eder, söz verdiği zaman sözünde durmaz.”"
    },
    {
        "id": 27,
        "arabic": "كَبُرَتْ خِيَانَةً أَنْ تُحَدِّثَ أَخَاكَ حَد۪يثًا هُوَ لَكَ بِهِ مُصَدِّقٌ وَأَنْتَ لَهُ بِهِ كَاذِبٌ",
        "turkish": "Bir konuda seni tasdik ettiği (sana inandığı) hâlde kardeşine yalan söylemen ne kadar büyük bir ihanettir! (Ebû Dâvûd, Edeb, 71)"
    },
    {
        "id": 28,
        "arabic": "لِكُلِّ غَادِرٍ لِوَاءٌ يَوْمَ الْقِيَامَةِ يُقَالُ هٰذِهِ غَدْرَةُ فُلَنٍ",
        "turkish": "“Kıyamet gününde ihanet eden her kişi için bir sancak dikilecek ve ‘bu falanın ihanetidir’ denilecektir.” (Müslim, Cihâd, 12)"
    },
    {
        "id": 29,
        "arabic": "اَللّٰهُمَّ إِنّ۪ى أَعُوذُ بِكَ مِنَ الْجُوعِ فَإِنَّهُ بِئْسَ الضَّج۪يعُ وَأَعُوذُ بِكَ مِنَ الْخِيَانَةِ فَإِنَّهَا بِئْسَتِ الْبِطَانَةُ",
        "turkish": "Allah’ım! Açlıktan sana sığınırım. Şüphesiz o kötü bir arkadaştır. Hıyanetten de sana sığınırım. Çünkü o pek kötü bir sırdaştır. (Ebû Dâvûd, Vitr, 32)"
    },
    {
        "id": 30,
        "arabic": "لَ غِشَّ بَيْنَ الْمُسْلِم۪ينَ، مَنْ غَشَّنَا فَلَيْسَ مِنَّا",
        "turkish": "Müslümanlar arasında aldatma olamaz! Bizi aldatan, bizden değildir! (Dârimî, Büyû’, 10; Müslim, Îmân, 164)"
    },
    {
        "id": 31,
        "arabic": "لَ يَدْخُلُ الْجَنَّةَ خِبٌّ وَلَ مَنَّانٌ وَلَ بَخ۪يل",
        "turkish": "“Ara bozuculuk yapan, yaptığı iyiliği başa kakan ve cimri olan kimse cennete giremez.” (Tirmizî, Birr, 41)"
    },
    {
        "id": 32,
        "arabic": "إِنَّ مِنْ شَرِّ النَّاسِ مَنِ اتَّقَاهُ النَّاسُ لِشَرِّه",
        "turkish": "İnsanların en kötüsü, şerrinden çekinilen kimsedir. (Mâlik, Muvatta’, Hüsnü’l-hulk, 1)"
    },
    {
        "id": 33,
        "arabic": "مَنْ اِعْتَكَفَ عَشْرًا فِي رَمَضَانَ كَانَ كَحَجَّتَيْنِ وَ عُمْرَتَيْنِ",
        "turkish": "“Kim ramazanın son on gününde itikâf ederse iki hac ve iki umre sevabı alır.” (Suyûtî, Dürru’l Mensûr, 1/486)"
    },
    {
        "id": 34,
        "arabic": "لَ تُمَارِ أَخَاكَ وَلَ تُمَازِحْهُ وَلَ تَعِدْهُ مَوْعِدَةً فَتُخْلِفَهُ",
        "turkish": "Kardeşinle (düşmanlığa varan) tartışmaya girme, onunla (kırıcı şekilde) şakalaşma ve ona yerine getiremeyeceğin sözü verme. (Tirmizî, Birr, 58)"
    },
    {
        "id": 35,
        "arabic": "تَصَافَحُوا يَذْهَبِ الْغِلُّ، وَتَهَادَوْا تَحَابُّوا وَتَذْهَبِ الشَّحْنَاء",
        "turkish": "El sıkışın içinizdeki kin gitsin, birbirinize hediyeler verin sevginiz artsın ve düşmanlıklar yok olsun. (Mâlik, Muvatta’, Hüsnü’l-hulk, 4)"
    },
    {
        "id": 36,
        "arabic": "اَلتَّاجِرُ الصَّدُوقُ الَْم۪ينُ مَعَ النَّبِيّ۪ينَ وَالصِّدّ۪يق۪ينَ وَالشُّهَدَاءِ",
        "turkish": "Sözü ve muamelesi doğru, dürüst tüccar; (kıyamet gününde) peygamberler, sadıklar yani dosdoğru kimseler ve şehitlerle beraber olacaktır. ( Tirmizî, Büyû’, 4)"
    },
    {
        "id": 37,
        "arabic": "أَلَ لَ تَحِلُّ أَمْوَالُ الْمُعَاهِد۪ينَ إِلَّ بِحَقِّهَا...",
        "turkish": "Aman dikkat edin! Anlaşmalı olarak Müslüman topraklarında yaşayan gayrimüslimlerin mallarını haksız yere ellerinden almak helâl değildir... (Ebû Dâvûd, Et’ime, 32)"
    },
    {
        "id": 38,
        "arabic": "مَنْ أَمِنَ رَجُلً عَلٰى دَمِهِ فَقَتَلَهُ فَإِنَّهُ يَحْمِلُ لِوَاءَ غَدْرٍ يَوْمَ الْقِيَامَةِ",
        "turkish": "Kim birine can güvenliği konusunda teminat verip de daha sonra onu öldürürse kıyamet gününde zulüm sancağını taşıyacaktır. (İbn Mâce, Diyât, 33)"
    },
    {
        "id": 39,
        "arabic": "مَنْ مَاتَ وَهُوَ بَر۪ىءٌ مِنْ ]ثَلَثٍ[: اَلْكِبْرِ وَالْغُلُولِ وَالدَّيْنِ، دَخَلَ الْجَنَّةَ",
        "turkish": "Kim şu üç şeyden uzak olarak ölürse cennete girer: Kibir, ganimet malına hainlik ve borç. (Tirmizî, Siyer, 21)"
    },
    {
        "id": 40,
        "arabic": "اَلْمُسْلِمُ مَنْ سَلِمَ الْمُسْلِمُونَ مِنْ لِسَانِهِ وَيَدِهِ، وَالْمُؤْمِنُ مَنْ أَمِنَهُ النَّاسُ عَلٰى دِمَائِهِمْ وَأَمْوَالِهِمْ",
        "turkish": "Müslüman, diğer Müslümanların elinden ve dilinden güvende olduğu kimsedir. Mümin de insanların can ve malları konusunda kendisinden emin oldukları kimsedir. (Tirmizî, Îmân, 12)"
    }
]